<template>
  <div style="padding: 20px">
    <H2>更新日期2023-03-08</H2>
    <H2>生效日期2023-01-18</H2>
    <br>
    <H4>上海灯树科技有限公司（以下简称“我们”）作为拜托了app的运营方，我们深知个人信息安全对用户的重要性，因此按照法律法规，我们明确向您展示我们如何收集处理和保护您的个人信息。</H4>
    <br>
    <H3>1.我们如何收集、使用信息</H3>
    <H4>(1) 账号信息</H4>
    <H5>【账号信息】您可以设置或更换头像昵称<br>
      【使用第三方帐号注册登录】当您使用第三方帐号注册登录，我们会获取您在第三方平台台注册公开的信息（如微信帐号的open DD、昵称、头像、Apple ID)。<br>
      【注销账号】您可以在我的-设置-注销账号，注销账号是不可逆的行为，注销之后，我们将删除有关您的信息，或者进行匿名化处理。</H5>
    <H4>(2) 图片或文件</H4>
    <H5>【自定义头像】如您授权相机权限，您可以通过拍照设置或者更换头像；如您授权相册
      权限，您可以通过上传相册图片方式设置或
      更换头像。</H5>
    <H4>(3) 付款信息</H4>
    <H5>您在app内有偿寻找解决方案之前，需要拉起微信支付宝支付页面，但我们只获取您的付款信息，而我们不会获取您的支付账号密码指纹在内的其他信息。</H5>
    <br>
    <H3>2.我们如何存储您发布的信息</H3>
    <H5>根据法律法规的规定，您发布的所有信息，我们只存储在中华人民共和国境内，如果我们需要向境外传输会严格遵照中国的相关法律或者争取您的同意。</H5>
    <br>
    <H3>3. 停止运营并向您告知</H3>
    <H5>如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。</H5>
    <br>
    <H3>4. 隐私政策的修订</H3>
    <H5>您在本隐私政策更新之后继续访问或使用本软件，即视为您接受更新后的隐私政策。如果您不同意更新后的隐私政策，您必须停止访问或使用本软件。</H5>
    <br>
    <H3>5. 联系我们</H3>
    <H5>如果您对个人信息保护有任何疑问，可以将问题发送至dataprivacy@lanterntreechain.com</H5>
  </div>
</template>

<script>
export default {
  data() {
    return {
    };
  },
  methods: {
  }
};
</script>

<style lang="scss" scoped>

</style>
