<template>
  <div style="padding: 20px">
    <H2>更新日期2023-04-01</H2>
    <H2>生效日期2023-04-01</H2>
    <br>
    <H4>上海灯树科技有限公司(简称 “秒享物” )尊重并保护所有用户的个人隐私权。为了更好地为您提供电子产品租赁服务，秒享物会按照本隐私权政策的规定 使用和披露您的个人信息。但秒享物将以高度的勤勉、审慎义务对待这些信息。除本隐私
      权政策另有规定外，在未征得您事先许可的情况下，秒享物不会将这些信息对外披露或向 第三方提供。秒享物会不时更新本隐私权政策。一经登录，即表示您接受本隐私政策的全部条款。</H4>
    <br>
    <H3>本隐私政策将帮助您了解以下内容:</H3>
    <H5>1. 信息收集</H5>
    <H5>2. 信息使用</H5>
    <H5>3. 信息披露</H5>
    <H5>4. 信息管理</H5>
    <H5>5. 信息存储</H5>
    <H5>6. Cookie 等技术使用</H5>
    <H5>7. 如何保护个人信息</H5>
    <H5>8. 如何未成年人个人信息</H5>
    <H5>9. 信息安全</H5>
    <H5>10. 运营者基本信息</H5>
    <H5>11. 本隐私政策的确认方式</H5>
    <br>
    <H3>1. 信息收集</H3>
    <H4>1.1 敏感个人信息收集</H4>
    <H5>为了向您提供优质、便捷、丰富的电子产品租赁服务，匹配适合您的产品或服务，本着合 法、正当、必要原则，在您使用秒享物提供的服务时，您将根据法律规定及秒享物要求提 供下述个人必要信息:</H5>
    <H5>i. 当您使用秒享物提供的租赁服务时，秒享物需要收集您的 真实姓名、手机号码、收货地 址 以便将电子产品交付邮寄;</H5>
    <H5>ii. 当您使用支付宝芝麻信用审核及秒享物风控审核服务时，秒享物需要收集您的 真实姓名、身份证号码、生物特征信息、银行卡信息、电子邮箱、交易信息 ，用于客户身份识别、风险审核。</H5>

    <br>
    <H4>1.2 设备信息自动留存</H4>
    <H5>在您使用秒享物服务或访问秒享物小程序时，为保障网络及运营安全、为您提供更好的适 配服务，秒享物将自动接收并记录的您的手机设备、计算机和浏览器上的信息(包括但不 限于您的 IMEI 号 、设备型号、设备 ID 、ANDROID
      ID、设备 MAC 地址 、版本号、系统 版本、 GPS 、 IP 地址、浏览器的类型、使用的语言、访问日期和时间等数据)。</H5>
    <br>
    <H4>1.3 个人权限管理授权</H4>
    <H5>为了向您匹配您需要使用的服务，秒享物会通过弹窗形式申请访问您的下述权限，仅在您授权同意后，秒享物方会根据您开通的权限为您提供授权范围内的服务:</H5>
    <H5>i. 获取地理位置 :当您填写收货信息时，秒享物将通过弹窗形式申请获取您当前地理位 置，仅在您同意授权后获取，以辅助您完成收货地址填写。</H5>
    <H5>ii. 获取手机号: 当您填写收货信息时，秒享物将通过弹窗形式申请获取您的手机号信 息，仅在您同意授权后获取，以辅助您完成收货人联系方式填写。</H5>
    <H5>iii. 获取通讯录和短信: 当您使用秒享物提供的租赁服务时，为预防失联并识别风险联系 人 ，秒享物将获取您的通讯录和短信相关权限， 以便在您的订单发生逾期或者紧急事件 发生时能够及时联系到您
      。为了向您提供更好的服务，秒享物可能通过短信方式向您发 送最新产品及活动信息，如您不希望收到该类信息，您可回复“退订”取消。</H5>
    <H5>iv. 获取拨号权限: 当您联系电话客服时，秒享物将通过弹窗形式申请获取拨号权限，仅 在您同意授权后获取，以辅助您拨打客服电话。</H5>
    <H5>v. 获取设备 MAC 地址、ANDROID ID、软件安装列表: 当您下单提交并租赁秒享物电子 产品时，为 有效预防租赁电子产品 出现被 批量套现的诈骗风险，秒享物将获取您设备 MAC 地址、ANDROID ID
      和软件安装列表，用以辅助识别和控制风险 。</H5>

    <br>
    <H4>1.4 第三方服务收集信息</H4>
    <H5>暂无集成第三方服务。</H5>
    <br>
    <H4>2. 信息使用</H4>
    <H5>2.1 除法律规定及监管机构要求外，未经您事先许可，我们不会向无关第三方提供、出售、出租、分享或交易您的个人信息。</H5>
    <H5>2.2 为匹配适合您的产品或服务，满足您使用秒享物服务的基本需求，秒享物与本隐私政策 第 1.4 条约定的第三方服务机构合作，收集、使用您的个人必要信息或在征得您授权同意 的前提下访问有关权限。</H5>
    <H5>2.3 为保障您的资金安全、实现资金与交易分离或配合监管机构监管，秒享物可能会向合作 金融机构(如:支付公司) 、支付宝 (指:支付宝(中国 ) 网络技术有限公司 )或监管部门
      提供您的个人必要信息甚至敏感个人信息。</H5>
    <H5>2.4 秒享物可能基于运营数据汇总等需求对 您的个人信息进行统计和加工 ，此种情形下，好 用机会去除您的身份标识并做匿名化处理。</H5>
    <H5>2.5 除此之外，秒享物不会向任何无关第三方提供、出售、出租、分享或交易您的个人信 息，除非事先得到您的许可或该第三方和秒享物单独或共同为您提供服务，且在该服务结
      束后，其将被禁止访问包括其以前能够访问的所有这些资料。</H5>
    <br>
    <H4>3. 信息披露</H4>
    <H5>在如下情况下，秒享物将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息:</H5>
    <H5>i. 经您事先同意，向第三方披露;</H5>
    <H5>ii. 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息;</H5>
    <H5>iii. 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构 披露;</H5>
    <H5>iv. 如您出现违反中国有关法律、法规或者秒享物服务协议或相关规则的情况，需要向 第三方披露;</H5>
    <H5>v. 其它秒享物根据法律、法规或者网站政策认为合适的披露。</H5>

    <br>
    <H4>4. 信息管理</H4>
    <H5>4.1 为保障您的用户权利，您可自行登录秒享物账号进行个人信息查询;如您需要进行信息 更正、删除、账户注销、撤回已同意的授权等操作，您可联系在线客服处理，秒享物承诺 将在 15 个工作日内完成处理。</H5>
    <H5>4.2 当您终止使用秒享物服务或注销秒享物账户后，秒享物会停止收集、使用您的个人信 息，并在满足法律法规要求的最短保存期限的前提下，对您的个人信息进行删除或匿名化 处理。</H5>
    <H5>4.3 联系方式:如对本隐私政策及相关事宜存在任何疑问，请您联系邮箱001@lanterntreechain.com ，或联 系在线客服。</H5>
    <br>
    <H4>5. 信息存储</H4>
    <H5>秒享物收集的有关您的信息和资料将保存在秒享物及(或)其关联公司的服务器上，境内存储。</H5>
    <br>
    <H4>6.Cookie 等技术使用</H4>
    <H5>6.1 为更好地向您提供服务，秒享物将采用并依赖 cookie (记录用户信息、避免重复操 作，提升用户体验)、内嵌 web 链接(提供积分商城、签到等部分功能)和 sdk (提供在 线客服等功能)技术(下称 “cookie
      等技术 ” )。</H5>
    <H5>6.2 在您未拒绝接受 cookie 等技术的情况下，秒享物会在您的计算机上设定或取
      用 cookie 等技术，以便您能登录或使用依赖于 cookie 等技术的秒享物平台服务或功能。秒享物使用 cookie 等技术可为您提供更加周到的服务。</H5>
    <H5>6.3 您有权选择接受或拒绝接受 cookie 等技术。您可以通过修改浏览器设置的方式拒绝接 受 cookie 等技术。但如果您选择拒绝接受 cookie 等技术，则您可能无法登录或使用依赖 于 cookie
      等技术的秒享物网络服务或功能。</H5>
    <H5>6.4 通过秒享物所设 cookie 等技术所取得的有关信息，将适用本政策。。</H5>
    <br>
    <H4> 7. 如何保护个人信息</H4>
    <H5>7.1 秒享物通过系统安全、数据安全、网络安全和制度安全等措施，严格保障您的信息安 全，确保您的信息不丢失，不被滥用和变造。具体包括:</H5>
    <H5>i. 系统安全 建设、部署了防入侵机制，能有效防护外部攻击;上线运行了完备的安全监控系统，及 时了解系统运行状态，保障系统持续稳定运行。</H5>
    <H5>iii. 网络安全 全站数据传输使用 https 协议加密，有效防止钓鱼网站窃取用户信息;建设了可抗大规 模流量攻击的 DDoS 防护，实时保护系统安全可用。</H5>
    <H5>iv. 制度安全 设定系统应急预案制度，定期进行预案演练;建立了完善的安全制度，更可控、有备 份、可恢复。</H5>
    <H5>7.2 尽管有前述安全措施，但同时也请您注意在信息网络上不存在 “ 完善的安全措施 ” ，请 妥善保管您的用户名及密码信息。</H5>
    <br>
    <H4>8. 如何保护未成年人个人信息</H4>
    <H5>8.1 秒享物非常重视未成年人个人信息保护。 如您为未成年人，请在征得您的父母或监护人同意的前提下使用秒享物服务，并请您的父母或监护人仔细阅读本隐私政策 。</H5>
    <H5>8.2 对于经父母或监护人同意使用秒享物服务而收集未成年人个人信息的情况，秒享物只会 在法律法规允许、父母或监护人明确同意或者保护未成年人权益所必要的情况下收集、使 用、处理您的个人信息。</H5>
    <H5>8.3 特别声明:如您未满 14 周岁，请您立即终止使用秒享物服务。我们不会收集、使用、 处理未满 14 周岁的未成年人的个人信息。</H5>
    <H5>8.4 如您为未成年人的父母或监护人，当您对所监护的未成年人的信息处理存在疑问时，请 通过本隐私政策第 4.3 条约定的方式联系我们。</H5>
    <br>
    <H4>9. 信息安全</H4>
    <H5>9.1 秒享物通过身份鉴别、数据加密、访问控制、恶意代码防范、安全审计等安全措施，严格保障您的信息安全，确保您的信息不丢失，不被滥用和变造。</H5>
    <H5>9.2 尽管有前述安全措施，但同时也请您注意在信息网络上不存在 “ 完善的安全措施 ” ，请 妥善保管您的用户名及密码信息。</H5>
    <H5>9.3 在使用秒享物的相关服务时，如您发现自己的个人信息泄密，尤其是秒享物用户名及密 码发生泄露，请您立即联络秒享物客服，以便秒享物采取相应措施。</H5>
    <br>
    <H4>10. 运营者基本信息</H4>
    <H5>10.1 公司名称:上海灯树科技有限公司。</H5>
    <H5>10.2 注册地址:上海市闵行区浦江镇陈行公路2388号7号。</H5>
    <br>
    <H4>11. 本隐私政策的确认方式</H4>
    <H5>11.1 本隐私政策由您本人通过点击【同意】的方式确认您已阅读并明确理解本隐私政策。</H5>
    <H5>11.2 秒享物将适时对本隐私政策进行更新，如发生更新，秒享物将通过应用程序或消息推送、公告或弹窗提醒等方式通知您阅读。如您在本隐私政策更新生效后继续使用友好秒享物服
      务，即表示您已充分阅读、理解并接受更新后的隐私政策并愿意受更新后的隐私政策约 束。</H5>
    <H5>11.3 秒享物对本隐私政策保留解释权。</H5>


  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  methods: {}
};
</script>

<style lang="scss" scoped>

</style>
